{
  "team": [
    {
      "id": "amy",
      "name": "Amy",
      "fullName": "Amy Coombes",
      "title": "Education Specialist",
      "image": "images/amy.png",
      "bio": "<p>My aim is to look at the big picture when working with both children and adults to understand the needs and strengths of each individual so that they can be effectively supported within both their home and school/work environment.<br/><br/>I hold an Assessors Practising Certificate (APC), which is renewed every three years. I also complete up to 30 hours of CPD (5 hours SASC approved) each year. .</p>"
    },
    {
      "id": "becky", 
      "name": "Becky",
      "fullName": "Becky Johnson",
      "title": "Business Administrator",
      "image": "images/becky.png",
      "bio": "<p>I have been the Business Administrator for over 2 years working with Steph and Amy at the office in Strixton.<br /><br />I have worked in schools for over 13 years, many of which were spent working with learners with Special Educational Needs.<br /><br />I currently work as a Finance Assistant at East Hunsbury Primary School every morning. I am a registered, licenced bookkeeper with the AAT, and gained a Distinction in my Level 3 Diploma in Accounting.<br />I deal with all the finance, emails, bookings, and paperwork.</p>"
    },
    {
      "id": "stephanie",
      "name": "Stephanie", 
      "fullName": "Stephanie Rumney",
      "title": "Education Specialist",
      "image": "./images/steph.png",
      "bio": "<p>School is not the only place an individual can get access to support. Through my role as an assessor for dyslexia and as a Specialist Teacher, my working philosophy is to engage both children and adults, ensuring they understand any learning differences they may have and helping them to navigate these. I have over 25 years of experience in education and continue to learn. <br /><br />I hold an Assessors Practising Certificate (APC); this has to be renewed every three years. During this period, it is expected by the awarding body that I complete up to 30 hours of CPD (5 hours SASC approved) each year.</p>"
    },
    {
      "id": "ellie",
      "name": "Ellie",
      "fullName": "Ellie Collar",
      "title": "Early Years Specialist",
      "image": "images/ellie.png",
      "bio": "<p>My focus is supporting strong early development as foundation for learning. My aim is to work in a strengths-based, neurodivergent friendly and child-focused way that supports a child in all parts of their development for confidence, wellbeing and success, and helps to identify practical next steps.<br/><br/>I have an M.Ed in Special Education and have been lucky enough to train with many organisations including Rhythmic Movement International, Theraplay and DIR.Floortime.</p>"
    },
    {
      "id": "lisa",
      "name": "Lisa",
      "fullName": "Lisa Crowley",
      "title": "Speech and Language Therapist",
      "image": "images/lisa.jpeg",
      "bio": "<p>I focus on building trust and connection, taking time to get to know each child and the adults supporting them. I work alongside families and professionals, valuing shared understanding and confidence across home and school.<br/><br/>I graduated in 2007 with a First Class BSc (Hons) in Speech and Language Therapy and spent 10 years working in the NHS before moving into independent practice. I am registered with the Health and Care Professions Council and am a member of the Royal College of Speech and Language Therapists and the Association of Speech and Language Therapists in Independent Practice.</p>"
    },
    {
      "id" :"sharon",
      "name": "Sharon",
      "fullName": "Sharon Birmingham",
      "title": "Well-being Therapist",
      "image": "images/sharon.png",
      "bio": "<p>I am a compassionate Well-Being Therapist specializing in Hypnotherapy, NLP, EMDR, and Drawing & Talking Therapy. My mission is to help individuals overcome emotional barriers and build resilience in a safe, supportive environment.<br/><br/>With a background in early years education, I have extensive experience supporting children and young people, including those with disabilities and neurodiversity, navigating trauma, anxiety, depression, and behavioral challenges.<br/><br/>My approach is client-centered, tailoring techniques to your specific needs in a warm, non-judgmental space where clients of all ages can heal and thrive.</p>"
    },
    {
      "id": "claire",
      "name": "Claire",
      "fullName": "Claire Weedon",
      "title": "Well-being Therapist",
      "image": "images/claire.png",
      "bio": "<p>I have seven years of experience working in Primary Education, with a strong focus on wellbeing and emotional support. I am passionate, compassionate, and patient and I am dedicated to helping each child learn and develop in the way that best suits their individual needs.<br/><br/>I am highly nurturing and skilled at building positive, trusting relationships with children of all ages, creating a safe and supportive environment in which they can thrive.<br/><br/>Recently, I completed a Level 2 Certificate in Counselling Skills and a Level 2 Certificate in Understanding Children and Young People's Mental Health, further strengthening my ability to support children's emotional wellbeing. I am committed to continuous professional development and consistently seek opportunities to enhance my knowledge and skills, ensuring I provide the highest level of support in my role.</p>"
    }
  ]
}